Repository: Alexqwesa/ais3uson_app
Catalog: lib/l10n/intl_*.arb
Languages: ru

# shortAboutApp
source: App for accounting services AIS 3USON
ru: Приложение для учета услуг АИС ТриУСОН

# addDepFromText
source: Add department from text
ru: Добавить отделение из строки текста

# scanQrCode
source: Add department from QR code
ru: Сканировать QR код отделения

# deleteDep
source: Delete department
ru: Удаление отделения

source: About
ru: О прилжонии

source: Settings
ru: Настройки

source: Theme:
ru: Тема:

source: Light
ru: Светлая

source: Dark
ru: Темная

source: Archive
ru: Архив ввода услуг

# depList
source: List of departments
ru: Список отделений

# searchQR
source: searching QR...
ru: Выполняется поиск QR-кода...

source: Data:
ru: Данные:

# flashLight
source: Flash
ru: Вспышка

source: Loading...
ru: Загрузка...

source: Add!
ru: Добавить!

source: Test connection!
ru: Соединение!

# emptyDepList
source: List of departments is empty!
ru: Список отделений пуст!

# selectDepForDelete
source: Select department to delete...
ru: Выберите отделение для удаления...

# areYouSureToDelete
source: Are you sure that you want to delete department:
ru: Вы уверены что хотите удалить отделение:

source: Error
ru: Ошибка
